{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Szabályozza a fű eltakarítását az épületek alatt, és azt, hogy a fű visszakerül-e a szétszerelés után."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Az ideiglenes fű legkorábban a végleges burkolat lebontása után kezdődhet meg."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Extra takarítási távolság a fedett épületgeometria felett és alatt."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Extra fűtisztítási távolság az épület lábnyoma körül."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Fokozatos éltől-középpontig történő újranövekedés"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Vízszintes puffer (méter)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "A legutóbbi idő, amikor az ideiglenes fű visszatérhet. A minimum alatti értékeket a rendszer minimumként kezeli."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Nincs fű az épületek alatt"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Szétszerelés után újra növeszti a füvet"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Újranövekedés maximuma (másodperc)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Újjászületési minimum (másodperc)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "A visszatérések egy nyilvánvaló pukkanás helyett olcsó, rendezett hullámokban sziklafüvet generáltak."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Függőleges puffer (méter)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Ha engedélyezve van, a rejtett fű a konfigurált késleltetés után visszatér. Kapcsolja ki, hogy az újonnan elhelyezett épületek alatt a fű ne kerüljön lebontás után. Ez a mod soha nem távolítja el véglegesen a fákat, bokrokat, erőforrásnövényeket és egyéb lombozatokat."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}